Repository: norbertvolf/treemanager
Catalog: locale/*/LC_MESSAGES/caramel.po
Languages: cs

source: Not send valid list of favorite links.
cs: Nebyl poslán platný seznam oblíbených odkazů

source: Your comment was NOT saved
cs: Váš komentář nebyl uložen

source: Comment has been saved successfully
cs: Komentář byl úspěšně uložen

source: Password has been send to your mobile phone.
cs: Heslo bylo odesláno na mobilní telefon.

source: There is no possibility to send password. Phone number not defined.
cs: Nelze odeslat heslo. Telefonní číslo není definováno.

source: There is no possibility to send password. User not defined.
cs: Nelze odeslat heslo. Uživatel není definován.

source: Number of lost sms has exhausted. Try to ask for new password at
cs: Počet SMS pro odeslání nového hesla byl vyčerpán. Zkuste požádat o nové heslo v

source: Editorial data has saved successfully.
cs: Data v editoriálu byla úspěšně uložena.

source: Editoral data has not been saved.
cs: Data v editoriálu nebyla uložena.

source: Editorial data has removed successfully.
cs: Data v editoriálu byla úspěšně odstraněna.

source: Editorial data has not been removed.
cs: Data v editoriálu nebyla odstraněna.

source: Bad input parameters. Banner order has not been saved.
cs: Špatné vstupní parametry. Pořadí bannerů nebude uloženo.

source: Banner order has been saved succesfully.
cs: Pořadí bannerů bylo úspěšně uloženo.

source: Synchronization is done.
cs: Synchronizace byla dokončena

source: Synchronization is busy. Synchronization request has been stopped.
cs: Synchronizace je zaneprázdněna. Požadavek na synchronizaci bude zastaven.

source: Storebox
cs: Bata Home na prodejně

source: Orders
cs: Objednávky

source: Articles
cs: Artikly

source: Labels
cs: Etikety

source: Invalid Banner type field.
cs: Neplatný typ banneru.

source: Invalid Number of tabs field.
cs: Neplatný počet tabů.

source: Invalid Valid from field.
cs: Neplatný údaj "Platné od"

source: Invalid Valid to field.
cs: Neplatný údaj "Platné do"

source: Invalid Territory field.
cs: Neplatné territorium.

source: Invalid Validity Type field.
cs: Neplatný typ validace.

source: Invalid banner identifier.
cs: Neplatný identifikátor banneru.

source: Invalid locale field.
cs: Neplatná lokalizace.

source: Invalid Content type type field.
cs: Neplatný typ obsahu.

source: Content type
cs: Typ obsahu

source: Invalid Content type field.
cs: Neplatný obsah.

source: Content
cs: Obsah

source: Invalid Title type field.
cs: Neplatný titulek.

source: Title
cs: Titulek

source: Tab image is missing.
cs: Obrázek tabu chybí

source: Tab image
cs: Obrázek tabu

source: Main image is missing.
cs: Hlavní obrázek chybí

source: Main image
cs: Hlavní obrázek

source: Invalid Alternative text field.
cs: Neplatný alternativní text.

source: Alternative text
cs: Alternativní text

source: Invalid URL field.
cs: Neplatná URL adresa.

source: URL
cs: Adresa URL

source: last piece
cs: ṕoslední kus

source: 2-5 pieces
cs: 2-5 kusů

source: 6-10 pieces
cs: 6-10 kusů

source: 11 and more
cs: 11 a více kusů

source: Page not found
cs: Stránka nenalezena

source: System
cs: Systém

source: Web synchronization
cs: Synchronizace webu

source: Run all
cs: Spustit vše

source: Domain
cs: Doména

source: Records
cs: Záznamy

source: Status
cs: Stav

source: Last finish
cs: Naposledy synchronizováno

source: Action
cs: Akce

source: Done
cs: Hotovo

source: Run
cs: Spustit

source: Number of products on page
cs: Počet produktů na stránce

source: View all
cs: Zobrazit vše

source: articles
cs: artiklů

source: Select sizes
cs: Vyberte velikosti

source: Select price range
cs: Vyberte rozsah cen

source: Select colors
cs: Vyberte barvy

source: Select brands
cs: Vyberte značky

source: Select technologies
cs: Vyberte technologie

source: Reset filters
cs: Obnovit filtry

source: Sign into newsletter
cs: Přihlásit se k newsletteru

source: Follow Bata
cs: Sledujte Baťu

source: Manage customer orders on stores factories and warehouses
cs: Vyřizovat a vkladát objednávky z prodejen a prodejních skladů

source: Administration
cs: Administrace

source: Manage informations about customer orders from callcentre perspective
cs: Administrace zákaznických objednávek pro Call Centre

source: New order
cs: Nová objednávka

source: Reports & Analysis
cs: Sestavy a analýzy

source: Web properity card. Module to analyse data from multi channel.
cs: Web prosperity card. Analýza prodejních informací z vícekanálového prodeje.

source: Weekly dashboard
cs: Týdenní přehled

source: Weekly dashboard from ZOHO reporting system.
cs: Týdenní přehled dashboardu z reportovacího systému ZOHO

source: Monthly dashboard
cs: Měsíční přehled

source: Monthly dashboard from ZOHO reporting system.
cs: Měsíční přehled dashboardu z reportovacího systému ZOHO

source: Stores
cs: Prodejny

source: Daily Business Report
cs: Denní hlášení

source: Actual performance indicators for stores.
cs: Aktuální denní výsledky pro prodejny.

source: Store estimates
cs: Plány prodejen

source: See and edit store estimates.
cs: Prohlížení a úprava plánů prodejen

source: Close message
cs: Zavřít zprávu

source: Home
cs: Domů

source: Catalog
cs: Katalog

source: Structure
cs: Struktura

source: Info
cs: Informace

source: Apps
cs: Aplikace

source: Search
cs: Hledat

source: Global search
cs: Hledání

source: Search text
cs: Hledaný text

source: Advanced search
cs: Rozšířené hledání

source: Favorite
cs: Oblíbené

source: Edit
cs: Upravit

source: Save
cs: Uložit

source: Add
cs: Přidat

source: Cancel
cs: Storno

source: Your profile
cs: Váš účet

source: Customize dashboard
cs: Upravit plochu

source: Help
cs: Nápověda

source: Logout
cs: Odhlásit

source: Login
cs: Přihlášení

source: Registration
cs: Registrace

source: Favourites
cs: Oblíbené

source: Info box
cs: Informace

source: Bata Home
cs: Baťa Home

source: Article number
cs: Číslo artiklu

source: Used materials
cs: Použité materiály

source: Ratings and Comments to this article
cs: Hodnocení a komentáře k artiklu

source: No rating
cs: Žádné hodnocení

source: Reply
cs: Odpovědět

source: Your comment
cs: Váš komentář

source: Your name
cs: Vaše jméno

source: Publish comment to Facebook
cs: Sdílet komentář na Facebook

source: Add comment
cs: Přidat komentář

source: Article image and share
cs: Obrázek artiklu a sdílení

source: I like it
cs: Líbí se mi

source: Share on Facebook
cs: Sdílet na Facebooku

source: Send to a friend
cs: Poslat příteli

source: Recommendations
cs: Doporučení

source: Variants
cs: Varianty

source: Select size
cs: Vybrat velikost

source: Table of sizes
cs: Tabulka velikostí

source: Please first select a required size
cs: Nejdříve prosím vyberte velikost

source: Select amount
cs: Vybrat množství

source: ADD TO BASKET
cs: PŘIDAT DO KOŠÍKU

source: Where can I buy it
cs: Kde to koupím

source: Add to the favourites
cs: Přidat do oblíbených

source: Remove from the favourites
cs: Odebrat z oblíbených

source: Page
cs: Strana

source: Notifications
cs: Oznámení

source: Add notification
cs: Přidat oznámení

source: Store %s has been asked to describe defective article %s.
cs: Prodejna %s byla požádána o popis závad artiklu %s.

source: important
cs: důležité

source: new
cs: nový

source: No actual notifications.
cs: Žádná oznámení nejsou k dispozici

source: Directives
cs: Pokyny

source: Add directive
cs: Přidat pokyn

source: No actual directives.
cs: Žádné pokyny nejsou k dispozici

source: News
cs: Novinky

source: Last orders
cs: Poslední objednávky

source: Add order
cs: Nová objednávka

source: Refunded
cs: Vráceno

source: Waiting for refund
cs: Čeká na vrácení

source: Refused
cs: Odmítnuto

source: Announced
cs: Oznámeno

source: Canceled
cs: Zrušeno

source: Finished
cs: Ukončeno

source: Searching
cs: Hledání

source: Waiting for payment
cs: Čeká na zaplacení

source: Created
cs: Vytvořeno

source: Unknows status
cs: Neznámý status

source: No actual orders.
cs: Žádné objednávky

source: Manage store estimates for sales SMS
cs: Upravovat plány prodejen pro informační SMS

source: Manage informations about stores
cs: Upravovat informace o prodejnách

source: Staff
cs: Zaměstnanci

source: Manage informations about employeers
cs: Upravovat informace o zaměstnaních

source: Devices
cs: Zařízení

source: Manage informations about all electronic devices in the company
cs: Upravovat informace o zařízeních na prodejnách

source: Reviews
cs: Prohlédnout

source: Manage review campaigns after training
cs: Upravovat kampaně pro hodnocení kurzů

source: Network
cs: Síť

source: Manage review network definitions. Networks are used for devices management
cs: Upravovat informace o počítačových sítích

source: Back
cs: Zpět

source: Print
cs: Tisk

source: Whom
cs: Komu

source: Copy
cs: Kopie

source: Valid from
cs: Platný od

source: Valid to
cs: Platnost do

source: Attached
cs: Přílohy

source: Advanced filter
cs: Rozšířený filtr

source: Cancel filter
cs: Zrušit filtr

source: Subject
cs: Předmět

source: Author
cs: Autor

source: Newer than
cs: Novější než

source: Format
cs: Formát

source: Filter
cs: Filtrovat

source: Add new
cs: Přidat další

source: Cancel ordering
cs: Zrušit řazení

source: All
cs: Vše

source: Active
cs: Aktivní

source: Directive No.
cs: Pokyn č.

source: Delete
cs: Odstranit

source: Previous page
cs: Předchozí stránka

source: Next page
cs: Další strana

source: Editorial
cs: Editoriál

source: Manage editorials for frontend
cs: Upravovat editoral sekce pro webový obchod

source: Quick add new editorial
cs: Rychle přidat nový prvek editorialu

source: Not defined
cs: Není definováno

source: Revisions
cs: Revize

source: Show all
cs: Zobrazit vše

source: Close
cs: Zavřít

source: Remove
cs: Odstranit

source: How many tabs of editorial
cs: Počet tabů

source: Choose
cs: Vybrat

source: Validity
cs: Platnost

source: Standard visible
cs: Zobrazit vždy

source: Schedule
cs: Plánovat

source: From
cs: Platnost od:

source: To
cs: Platnost do:

source: Territory
cs: Teritorium

source: English translation is required. For easier administration by foreign administrator.
cs: Anglický překlad je nutný pro administraci.

source: Title of editorial. Text will be display on tab.
cs: Titulek editoriálu. Text bude zobrazen na tabu.

source: Choose number of tabs above.
cs: Nejdříve prosím zvolte počet tabů výše.

source: Drop files here to upload
cs: Sem přetáhněte soubor, který chcete nahrát.

source: Upload a file
cs: Nahrát soubor

source: Strict resolution 30x100px. Maximum size of file is 50kB.
cs: Určená velikost obrázku je 30x100px. Maximální datová velikost je 50kB.

source: Image
cs: Obrázek

source: HTML
cs: HTML kód

source: Strict resolution 230x100px. Maximum size of file is 50kB.
cs: Určená velikost obrázku je 230x100px. Maximální datová velikost je 50kB.

source: URL to content
cs: Odkaz na obsah

source: URL content displayed after you click on editorial item.
cs: Adresa obsahu, který bude zobrazen po kliknutí na položku editoriálu

source: Alternative text fot search engine.
cs: Alternativní text pro vyhledávač.

source: Content must be fit to 500x300px.
cs: Obsah musí mít velikost 500x300px.

source: Branches
cs: Větve

source: Content manager
cs: Správce obsahu

source: Hierarchy
cs: Hierarchie

source: No.
cs: Číslo

source: Preview
cs: Náhled

source: Last modified
cs: Změněno

source: Tabs
cs: Taby

source: Sort
cs: Třídít

source: Category in
cs: Kategorie

source: Show more
cs: Zobrazit více

source: First page
cs: První strana

source: Signed out
cs: Jste odhlášen

source: Back to login
cs: Zpátky na příhlášení

source: There is an internal error on server side.
cs: Nastala interní chyba na straně serveru.

source: Enter your username
cs: Vložte uživatelské jméno

source: New password will send to your mobile phone.
cs: Heslo bude odesláno na mobilní telefon.

source: Send me new password
cs: Poslat nové heslo

source: Username or password is wrong.
cs: Uživatelské jméno nebo heslo je špatně.

source: Username
cs: Jméno uživatele

source: Password
cs: Heslo

source: Lost password?
cs: Ztratil jste heslo?

source: Core
cs: Hlavní

source: Manage rules for employeers
cs: Upravit pokyny pro zaměstnance

source: Quick add content
cs: Rychle přidat obsah

source: Manage informations for intranet users
cs: Upravovat a vkládat informace pro uživatele intranetu

source: Telephone directory
cs: Telefonní seznam

source: Bata Golden pages
cs: Baťovské Zlaté Stránky

source: B2B orders for Bata suppliers
cs: B2B objednávky pro Baťa dodavatele

source: Applications
cs: Aplikace

source: Request tracker used by all BataHOME departments, MDC, CZ/SK IT and CZ/SK FinDep
cs: Správce požadavků používaný převážne středisky BataHOME a IT

source: Reservations
cs: Rezervační systém

source: Reserver meeting rooms, cars ...
cs: Rezervační systém pro zasedačky, auta a ostatní sdílené zařízení

source: CZ/SK Only
cs: Pouze CZ/SK

source: Warehouse Management System
cs: Systém pro řízení skladu

source: Customers
cs: Zákazníci

source: Search,view and edit data about customers
cs: Hledat, zobrazit a upravovat informace o zákaznících

source: Points
cs: Body

source: Search and view customer point generated from sales
cs: Hledat a zobrazovat body věrnostního programu generované z prodejnů

source: Sales
cs: Prodeje

source: Search and view customer sales
cs: Hledat a zobrazit zákaznické prodede

source: Users
cs: Uživatelé

source: Manage users
cs: Správa uživatelů

source: Add user
cs: Přidat uživatele

source: Web Synchronization
cs: Synchronizace webu

source: Search informations about articles
cs: Hledat informace o artiklech

source: Wishlist
cs: Můj výběr

source: Manage, view and print wishlist of articles
cs: Spravovat a zobrazovat "Můj výběr"

source: Manage, view and print shoebox labels
cs: Spravovat, zobrazovat a tisknout etikety

source: Manage and view article hieararchy in many tree structures
cs: Spravovat a zobrazovat hierarchii artiklů ve stromových strukturách

source: Complaints
cs: Reklamace

source: Customer complaints
cs: Zákaznické reklamace

source: Czech application for customer complaints
cs: Česká aplikace pro zákaznické reklamace

source: Supplier complaints
cs: Reklamace dodávek

source: Czech application for supplier complaints
cs: Česká aplikace pro reklamace dodávek

source: Questionnaires
cs: Dotazníky

source: Questionnaires to search deffective articles
cs: Dotazníky pro hledání vadných artiklů

source: Complaint report
cs: Zákaznické reklamace

source: Report to analyse complaints from stores
cs: Sestava pro analýzu zákaznických reklamací z prodejen

source: Previous version
cs: Předchozí verze

source: Old look directory
cs: Původní verze seznamu

source: See the previous version of catalog directory
cs: Zobrazit předchozí verzi seznamu modulů pro katalog

source: Tree definition
cs: Definice stromů

source: Manage and view definition of trees
cs: Spravovat a zobrazovat definici stromů

source: Season
cs: Sezóna

source: All articles
cs: Všechny artikly

source: Tree management
cs: Stromy artiklů

source: Usage
cs: Použití

source: Tree
cs: Strom

source: Not selected
cs: Není vybráno

source: Import articles by article number
cs: Importovat artikly pomocí čísla artiklu

source: Add to queue
cs: Přidat do fronty

source: Article No.
cs: Číslo artiklu

source: Brand
cs: Značka

source: Displayed
cs: Zobrazeno

source: Yes
cs: Ano

source: Add articles
cs: Přidat artikly

source: Copy articles
cs: Zkopírovat artikly

source: Edit category
cs: Upravit kategorii

source: Delete category
cs: Odstranit kategorii

source: List
cs: Seznam

source: Price
cs: Cena

source: Attributes
cs: Atributy

source: Error on server side. Pls contant administrators.
cs: Vyskytla se chyba na straně serveru. Kontaktujte prosím administrátora.

source: There was an error while retrieving data from the server.
cs: Nastala chyba při přijímání dat ze serveru.

source: SEARCH
cs: Hledat

source: Bad server response. Try reload page.
cs: Špatná odezva serveru. Zkuste obnovit stránku.

source: There is network error during sending data to server.
cs: Nastala chyba sítě v průběhu odesílání dat na server.

source: No web photo
cs: Chybí fotka pro web

source: Invalid material
cs: Neplatný materiál

source: Disabled
cs: Vypnuto

source: No web sale
cs: Není internetový prodej

source: Inactive
cs: Neaktivní

source: Hide prev price
cs: Skrýt původní cenu

source: Material ignored
cs: Materiál ignorován

source: Invalid attr.
cs: Neplatný atribut

source: Not in web catalog
cs: Není ve webovém katalogu

source: Error to get languages list from server.
cs: Chyba při získávání seznamu jazyků ze serveru.

source: Bad server response during hierarchy load. Try reload page.
cs: Špatná odezva serveru během načítání hierarchie. Zkuste obnovit stránku.

source: {file} has invalid extension. Only {extensions} are allowed.
cs: {file} má neplatnou příponu. Povoleny jsou pouze {extensions} .

source: {file} is too large, maximum file size is {sizeLimit}.
cs: {file} je příliš veliký, maximum je {sizeLimit}.

source: {file} is too small, minimum file size is {minSizeLimit}.
cs: Soubor {file} je příliš malý, minimální velikost souboru je {minSizeLimit}.

source: {file} is empty, please select files again without it.
cs: Soubor {file} je prázdný, vyberte prosím soubory znova bez něj.

source: The files are being uploaded, if you leave now the upload will be cancelled.
cs: Soubory budou nahrány. Pokud opustíte stránku, nahrávání bude přerušeno.

source: Not set validity type.
cs: Nebyl nastaveny typ validace.

source: Not set number of tabs.
cs: Nebyl zadán počet tabů

source: Not set language title
cs: Nebyl zadán titulek pro jazyk

source: Please fill in your name and a comment content
cs: Vyplňte prosím své jméno a komentář

source: Preparing
cs: Příprava

source: Running
cs: Běží

source: Finishing
cs: Dokončuji

source: of
cs: z

source: Previous
cs: Předchozí stránka

source: Next
cs: Další stránka

source: Start slideshow
cs: Spustit prezentaci

source: Stop slideshow
cs: Zastavit prezentaci
